Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 福禄街那棵子孙槐，之前刚遭受过少年刺客的攀援，当下能够承受一个人重量的最高枝，位置要高出屋顶许多的地方，又坐着一位不速之客，往下一些，还站着一人。
en_us: At this moment, another unwelcome guest had appeared on a branch of the descendant locust tree on Fortune Street, which Chen Ping'an had climbed up earlier. The figure was seated on the highest branch that was still able to support his weight, and he was elevated far above the rooftops of the Li Clan's manor. On another branch slightly below him stood another figure.

source: 离家太近了。
en_us: He was too close to home, and he was worried that any sound that he made would make his mother worried.

source: 稚圭一本正经道：“到时候我在每只老母鸡脚上系一根绳，然后分别系在那只蠢货的四条腿和脑袋上。只要一不开心，我就可以去驱赶老母鸡啊。不然那条四脚蛇蠢归蠢，跑得可不慢，以前每次都累死个人，只会更加生气……”
en_us: "When the time comes, I'm going to tie a string to a foot of each chicken. I'll then tie the other ends to that stupid little thing's four legs and head. When I'm unhappy, I can go and shoo the chickens. Otherwise, that stupid little thing is quite quick and evasive. I get exhausted chasing it all the time, and that only makes me angrier..."

source: 稚圭一脸茫然，“我怎么没听说这事儿，刘羡阳惹上谁了？”
en_us: "Why haven't I heard about this? Who did Liu Xianyang have a run-in with this time?" Zhi Gui asked with a puzzled expression.

source: 稚圭也不给出答案，转身继续坐在小板凳上，使劲劈砍。
en_us: Zhi Gui didn't tell him the answer. Instead, she sat back down on her small stool and continued to hack at the wooden person.

source: 稚圭习惯了自家公子天马行空的思维方式，见怪不怪，只是问道：“公子，箱子那么重，我们两个怎么搬啊，而且还有些好些东西，该扔的也没扔。”
en_us: Zhi Gui was accustomed to her young master's wild imagination, so she didn't find this strange in the least. She simply asked, "Young Master, the suitcases are so heavy, so how are we going to carry them? Also, there are quite some things that we should have thrown out but haven't thrown out yet."

source: 稚圭会心一笑，问道：“那就说吧，什么事情？丑话说在前头，邻居归邻居，交情归交情，可我到底只是一个泥瓶巷寄人篱下的小丫鬟，肩不能挑手不能提的，帮不了大忙。不过你陈平安要是借钱的话，是能用钱解决的问题，算你运气好，我倒是有一点点小法子。”
en_us: A meaningful smile appeared on Zhi Gui's face as she said, "Alright, what do you need? But before you tell me, let me make this clear in advance: while we're indeed neighbors, at the end of the day, I'm just a powerless little servant who isn't really good for anything. However, if the problem you've run into is something that can be resolved with money, and you're here to borrow some from me, then you're in luck! I do have some ways to get you the money that you need."

source: 稚圭伸手指了指桌上长剑，“你的”
en_us: "Is this yours?" Zhi Gui asked as she pointed at the longsword on the table.

source: 稚圭关上院门的时候，有些用力，砰然作响。
en_us: As Zhi Gui closed the gate behind her, she did so with more force than necessary, resulting in a loud thump.

source: 稚圭双指捻住一枚金色铜钱，摇了摇，开心笑道：““金晃晃的，瞧着多喜庆啊。”
en_us: Zhi Gui plucked a golden copper coin out the pouch, then held it up under the sunlight as she said with a bright smile, "It's so golden and shiny! Look at how festive it looks!"

source: 稚圭哎呀声，摸了摸自己胸口，故作惊讶，“姑娘你会说咱们这边的方言啊。”
en_us: Zhi Gui's hand flew to her chest as she feigned a surprised expression and exclaimed, "So you could understand me all this time!"

source: 稚圭回到自己屋子，熄灯睡觉，整个人缩在被窝里，发出yi阵阵轻微的动静像是在偷吃东西，嘴里嚼着些什么。
en_us: Zhi Gui also returned to her room, blowing out the candles and getting into bed. As she snuggled under the blankets, there was a soft and peristent rustling sound as if someone were hiding under the blankets and chewing on something.

source: 稚圭回过神，“啊？这么快就走？”
en_us: Zhi Gui came to her senses, and she asked, "Huh? We're going to leave so soon?"

source: 稚圭嫣然一笑，如入春后的枝头第一抹绿芽儿，极美。
en_us: Zhi Gui gave a warm smile in response, presenting a stunning sight to behold, like the first green buds sprouting out of a tree branch in early spring.

source: 稚圭安安静静站在泥瓶巷口子上，转头望去，阳光下奔跑的寒酸少年，挺像一只生命力顽强的野猫，四处流窜，长得不咋样，但好像也饿不死。
en_us: Zhi Gui stood at the entrance to Clay Vase Alley, turning around as she watched Chen Ping'an rushing away under the radiance of the sun. He was like a hardy and resilient stray cat that was roaming all over the place, never running into much luck, but also able to just barely get by.

source: 稚圭开门后，打趣道：“稀客稀客。”
en_us: Zhi Gui opened the gate as she jibed, "What a rare honor this is."

source: 稚圭打开那只精美绣袋，轻声问道：“公子，能不能多挣些‘铜钱’回来？”
en_us: Zhi Gui opened the intriately embroidered pouch, then asked in a quiet voice, "Is it possible for you to get more of these copper coins, Young Master?"

source: 稚圭打量许久，才终于看到那个大活人，满脸天真无邪道：“这位姐姐，你是谁呀怎么坐在陈平安床上，我可没听说他有远房亲戚。”
en_us: Only after a long while did Zhi Gui seem to have finally noticed the person in the room, and she put on an innocent expression as she asked, "Who are you, Big Sister, and why are you sitting on Chen Ping'an's bed? I don't recall him mentioning any relatives foming to stay with him."

source: 稚圭扯了扯嘴角，自顾自回屋取了食物来，开始喂养老母鸡和那群毛绒绒的小鸡崽子。
en_us: Zhi Gui wore an emotionless smile as she went back inside to retrieve some animal feed. She then started to feed the chicken and her bunch of fluffy little chicks.

source: 稚圭把下巴搁在膝盖上，伤感道：“对啊，这里是咱们家啊。”
en_us: Zhi Gui rested her chin on her knees and said sadly, "Yeh, this place is our house..."

source: 稚圭挥挥手，笑容灿烂道：“走啦走啦，姑娘你好好养伤。有需要就喊声，我叫稚圭，住在隔壁院子。”
en_us: Zhi Gui waved at Ning Yao with a bright smile as she said, "I'm leaving now. I wish you a speedy recovery. If you need anything, feel free to tell me. My name is Zhi Gui, and I live right next door."

source: 稚圭摇头，斩钉截铁道：“反正我没有！”
en_us: "I don't have anything," Zhi Gui replied with a firm shake of her head.

source: 稚圭摇摇头，“没呢，暂且留它一条小命，到了京城再跟它秋后算账。对了，公子，到了京城那边，咱们多养几只老母鸡，好不好？最少要五只！”
en_us: Zhi Gui shook her head and replied, "No, I decided to spare it for the moment. I'll deal with it when we reach the capital. Oh, that's right. Let's raise a few more chickens when we reach the capital, Young Master. Is that okay? We need to raise at least five!"

source: 稚圭撑起一把油纸伞，递给宋集薪一把稍大的，在锁上正屋门灶房门和院门后，主仆二人撑着伞站在院门口，宋集薪望着红底黑字的春联和彩绘的文门神，轻声道：“不知道下次我们回来，还能不能瞧见这对联子。”
en_us: Zhi Gui opened up an oil-paper umbrella and handed Song Jixin a slightly larger one. After locking the house door, the outside kitchen door, and the courtyard door, the two of them stood outside the gate with an umbrella each in their hands. Song Jixin looked at the couplets and the door gods and softly murmured, "I wonder if we'll be able to see these couplets the next time we return."

source: 稚圭气顿时大怒，气呼呼道：“那个挨千刀的蠢货，昨天就偷偷溜进我箱子底下趴着了，害我找了大半天，好不容易给我找到后，箱子底下好几只胭脂盒都脏死了！真是罪无可赦，死罪难逃！”
en_us: Zhi Gui was instantly enraged, and she huffed, "That stupid little fool. It secretly snuck into the bottom of my suitcase yesterday, and it made me spend half the day looking for it. When I finally found it after a long struggle, I discovered that some of my makeup boxes had become absolutely filthy! Truly unforgivable! It deserves a death sentence!"

source: 稚圭灿烂笑道：“奴婢谢过公子！”
en_us: A bright smile spread across Zhi Gui's face. "Thank you, Young Master!"

source: 稚圭点点头，打了一个小心的哑语手势。
en_us: Zhi Gui nodded before gesturing for him to be careful.

source: 稚圭犹犹豫豫，手里的小水桶也跟着晃晃荡荡。
en_us: Zhi Gui appeared hesitant, with the small bucket in her hand swaying back and forth.

source: 稚圭用怜悯眼神看着高大少年。
en_us: Zhi Gui looked at the tall youth with pity in her eyes.

source: 稚圭疑惑道：“这样吗？”
en_us: "Is that all?" Zhi Gui asked in puzzlement.

source: 稚圭看到宋集薪的这身陌生礼服，惊讶道：“咦？公子怎么换了yi身衣服？”
en_us: "Huh? Young Master, when did you change into this?" Zhi Gui said in astonishment upon seeing the unfamiliar clothing that Song Jixin was wearing.

source: 稚圭突然笑了，伸出小拳头使劲摇了摇，“不用！走就走，谁怕谁！”
en_us: Zhi Gui suddenly smiled, vigorously waving her dainty fist and saying, "No need! Let's leave straight away! Who's afraid of who?"

source: 稚圭笑眯眯道：“若是每次都能拿到一袋子钱，奴婢施了一万次万福也不累。”
en_us: Zhi Gui smiled and said, "If we can get a bag of coins each time, I won't become tired even if I have to curtsy 10,000 times."

source: 稚圭见他不像是装傻扮痴，她叹了口气，转身返回院子，关上木门。
en_us: It didn't look like he was playing dumb and acting. Zhi Gui sighed before going back inside and shutting the wooden door.

source: 稚圭见她装聋作哑，也不生气，只是轻轻晃了晃脑袋，撇撇嘴，脸嫌弃。
en_us: Zhi Gui wasn't incensed by the fact that she was being blatantly ignored. All she did was purse her lips as a disdainful look appeared on her face.

source: 稚圭试探性问道：“那你是想托关系走门路，好给刘羡阳找块风水宝地下葬？这倒是不难，我可以让我家公子在督造官那边说一嘴，再由衙署管事门房之类的出面，去桃叶巷请那个魏老头找地方，只要不是要在朝廷封禁的地方占个山头，想来不难。”
en_us: A curious look appeared on Zhi Gui's face as she asked, "In that case, are you trying to find a good plot of land to act as Liu Xianyang's burial site? That's not difficult. I can get my young master to put a word in for you with the kiln supervision official, and he should be able to send his steward or porter to visit Old Man Wei on Peach Leaf Alley to arrange a plot of land. As long as it's not a plot of land in the areas sealed off by the imperial court, it shouldn't be difficult to arrange."

source: 稚圭说道：“走了就走了，还回来作甚？”
en_us: "Since we're leaving, we're leaving for good, no? Why would we return again?" Zhi Gui asked.

source: 稚圭走出屋子，来到院落，看到那条天生碍眼的四脚蛇，半死不活趴在地面上，晒着太阳，经常还打个滚，很享受的模样。
en_us: After making her way out of the room and into the courtyard, she caught sight of the eyesore that was the four-legged snake, basking in the light of the sun while laying on the ground, rolling around from side to side as if it were thoroughly enjoying itself.

source: 稚圭走在前边，脚步匆匆。
en_us: Zhi Gui walked in front, with her footsteps relatively hurried.

source: 稚圭躲闪了一下，正色道：“公子！不是说好了君子远庖厨吗？这些杂事，公子哪里能沾碰，传出去的话，我可是会被街坊邻居戳脊梁骨的！”
en_us: However, Zhi Gui stepped aside and said seriously, "Young Master! Isn't it said that a noble gentlemen should distance himself from kitchen work? How can Young Master concern himself with such chores? If others hear of this, I'll definitely be punished by them!"

source: 稚圭面无表情地扯了扯嘴角，“顾粲心眼好坏，我不知道，她那个寡妇娘亲，不是什么省油的灯，我很确定。”
en_us: Zhi Gui wore an emotionless smile, saying, "I have no clue whether Gu Can's intentions are good or bad. However, his widowed mother is definitely no easy person to deal with. I'm very certain of this."

source: 突然。
en_us: Suddenly...

source: 突然有一个嗓音在门外怯生生响起，“宁姑娘？”
en_us: A timid voice suddenly sounded at the door at this moment, saying, "Ning Yao?"

source: 突然身后少年轻声说道：“姐姐，你的睫毛很长。”
en_us: All of a sudden, Chen Ping'an remarked, "You have very long eyelashes, Big Sister."

source: 窑务监造衙署，龙尾郡陈氏子弟陈松风，正在一间宽敞屋内埋头翻阅档案，脚边搁放着一口朱漆木箱，里边堆了大半箱子的泛黄古籍。女子陈对从木箱随手拎了本，站在不远处的临窗位置，一页页缓缓翻阅过去。
en_us: In the office of the kiln supervision official, Chen Songfeng from the Dragon Tail County's Chen Clan was currently sitting in a spacious room and busily flicking through records. There was a large crimson-colored wooden box beside his feet, and over half the wooden box was filled with yellowing books and records. Chen Dui casually grabbed a book from the box before walking over to the window and slowly going through it page by page.

source: 站在原地，满鬓霜白的中年儒士，望着渐行渐远的身影，沉默不言。
en_us: The middle-aged scholar stood there, silent as he watched the gradually disappearing Ning Yao and Chen Ping'an.

source: 站在泥墙上的宋集薪瞳孔微缩，攥紧手心的那枚雕龙绿佩。
en_us: Standing on the earthen wall, Song Jixin's pupils abruptly contracted, and he reflexively tightened his grip around the jade pendant in his hand.

source: 站在男人身后的宋集薪脸色阴沉似水，握紧那块苻南华赠送的老龙布雨玉佩。
en_us: Song Jixin wore an extremely dark expression as he stood behind the man in white, and he tightened his grip on the Old Dragon Rainbringer jade pendant that Fu Nanhua had given him.

source: 站在窗口的陈对头也不抬，淡然问道：“听说小镇如今姓陈的人，都给福禄街桃叶巷的四姓十族，当了奴仆丫鬟，有些个陈氏人，甚至都当上了这些高门大户的家生子，世世代代给人磕头下跪不说，见着了小镇普通百姓，还会趾高气昂？”
en_us: Standing beside the window, Chen Dui didn't look up as she said in an indifferent voice, "I've heard that the descendants of the Chen Clan in this small town have all become servants and maids for the Four Surnames and Ten Clans in Fortune Street and Peach Leaf Alley. Some of these people have even become generational servants who forever kneel and kowtow to their masters. However, they still act in a haughty and proud manner when they come across ordinary residents of the small town?"

source: 站在门槛外的小孩子吓得蹲下身，双手抱住头，那只左手仍是不忘死死握住钱袋。
en_us: The boy hurriedly crouched down and threw his arms over his own head in fear, but he was still holding tightly onto the money pouch in his left hand.

source: 站在顾粲身后的书简湖截江真君，百感交集，既有浓重的失落嫉妒，也有油然而生的欣慰。
en_us: Standing behind Gu Can, the River Severing True Lord's heart was filled with a series of complex emotions, including an overwhelming sense of envy, but also a sense of elation and gratification.

source: 竟然连心结都有了。
en_us: In fact, he had even developed a knot in his heart because of this.

source: 第1章 重生
en_us: Test

source: 第一柄刚刚现世，第二柄又尾随其后，从别处落下，第三第四柄，依次从天上云海降临人间，总计十二把飞剑。
en_us: As soon as the first sword emerged, a second one immediately followed, and this was followed by several more swords that descended from the sea of clouds elsewhere one after another, amounting to a total of 12 flying swords.

source: 第二天，小镇西边极远处，传来一阵阵轰隆隆声响，如地牛翻身，惊天动地。
en_us: The next day, deafening rumbles traveled over from somewhere far west of the small town. There was earth-shattering commotion, and it was as if the earth were tossing and turning underground.

source: 第二天，草鞋少年身边，就多了一个不情不愿的拖油瓶。
en_us: The next day, an unwilling little boy had started to follow him around.

source: 第二天，这个孩子没有像往常那样，蹲在墙头上跟邻居聊天，而是破天荒登门串户，走到了陈平安屋子里。
en_us: The next day, the rich young boy didn't squat on the courtyard wall and chat with with his neighbor like normal. Instead, he surprisingly paid a visit to Chen Ping'an's house.

source: 第二次抓鱼上岸的时候，陈平安突然发现那个少女就蹲在鱼篓旁边，看着只躺着孤零零一条鱼的鱼篓，也能看得她满脸神采焕发，就跟当年稚圭在巷子瞧见那块石头差不多。
en_us: The second time he resurfaced with a fish, he suddenly discovered the young girl squatting next to the bamboo basket and looking at the lonely fish inside. He could see the radiance and energy on her face, and her expression was identical to the one that Zhi Gui had worn while she had been staring at the large pebble in his arms at that time.

source: 笼内有两只李家龙窑私下打造的瓷器鸟食罐，小巧精致，一只素雅装水，一只鲜艳装食物。
en_us: Inside the cage was a pair of small and intricate porcelain containers fired by the Li Clan's dragon kiln, one of which was simple and elegant and contained water, while the other was vibrant and colorful and contained food.

source: 笼内第二只鸟食罐又轰然炸裂，如同爆竹声在桌上响起。
en_us: All of a sudden, the second food container in the birdcage also exploded violently.

source: 等他回过神，蒙学孩童正在摇头晃脑，按照先生的要求，娴熟背诵一段章：“惊蛰时分，天地生发，万物始荣。夜卧早行，广步于庭，君子缓行，以便生志”
en_us: By the time he returned to his senses, he discovered that the children in the school were reciting a passage in a well-rehearsed manner as instructed by the teacher. "At the time of awakening, heaven and earth stirs, and all living things begin to flourish. Sleep late and wake early, take regular strolls, do so slowly, for good health and vitality."

source: 等到光芒淡去，陈平安放下手臂，看到远处有一人悬空而坐，一脚曲起，一脚下垂，如同坐在悬崖边上，姿态懒散。
en_us: After the light faded, Chen Ping'an lowered his arm and spotted a figure seated in mid-air with one foot dangling down, while the other foot was tucked under the opposite leg. It was as if they were sitting lazily on the edge of a cliff.

source: 等到大概陈平安到达小镇后，她才伸手卷起一截袖管，露出那只猩红色的镯子，望向清澈的溪水，沉声道道：“火龙走水。” 那只手镯瞬间液化，有一活物苏醒，不断挣扎扭曲，最终变成一条通体火焰缠绕的小蛟龙，它首尾衔接，刚好环住少女的手腕。
en_us: Only after Chen Ping'an had arrived at the blacksmith shop did she roll up a section of her sleeve to reveal that bright red bracelet. She cast her gaze toward the clear creek water, then said, "The fire dragon roams the water." The bracelet instantly melted, and a living being emerged, struggling and writhing incessantly before finally transforming into a miniature flood dragon that was entire formed by flames. Its head and tail were connected, and its body was just the right length to encircle her wrist.

source: 等到她有些口干舌燥的时候，她停下点名，一手拿着那本被宋集薪称为“墙外书”的地方县志，一手指向槐树，仰头骂道：“给脸不要脸是不是？！”
en_us: When she became slightly parched, she finally stopped reading the names. She held the book that Song Jixin referred to as "Beyond the Wall" in one hand and pointed at the locust tree with the other, looking up and scolding, "I'm giving you face, but you're not going to accept my kind offer? Is that how it is?!"

source: 等到宋集薪走远，坐在墙头上的刘羡阳小心翼翼问道：“稚圭，宋集薪跟督造官到底啥关系？”
en_us: After Song Jixin left, Liu Xianyang, who was sitting on the wall, asked carefully, "Zhi Gui, what's Song Jixin's relationship with the kiln supervision official?"

source: 等到转回过去，因为身高悬殊的缘故，苻南华一直正前方且偏低的视线中，竟然没了少年的踪迹！
en_us: By the time he turned back around, Chen Ping'an was already nowhere to be seen!

source: 等到这行人远去，看门的汉子笑问道：“想不想知道他们说了什么？”
en_us: After those people had faded into the distance, the gatekeeper turned to Chen Ping'an before asking, "Do you want to know what they said?"

source: 等到陈平安停下手头事情，询问到底是哪两颗石子的时候，婢女稚圭的眼神便恢复正常了，一如既往，柔软得像是雨后春泥。
en_us: By the time Chen Ping'an finished his visualisation practice and asked her which two stones she wanted, the look in her eyes had already returned to normal, and she was back to looking as gentle and timid as ever.

source: 等到陈平安约莫着已经离开泥瓶巷，少女立即直起身，以视若仇寇的眼神，狠狠盯着那部撼山谱，然后整个人瞬间垮下来，再次趴在桌上，愁眉苦脸，自言自语道：“这玩意儿怎么教啊，我生下来就是世间第一等的剑仙之体，哪里需要走这些山脚的路程。我连三百六十五座窍穴的名字也记不全，气息如何自然流转，我打从娘胎起就会了啊……”
en_us: When Ning Yao estimated that Chen Ping'an had probably left the alley, she immediately stood up and angrily glared at the Mountain Shaking Guide as if she were glaring at a mortal enemy. However, her intense aura quickly deflated, and she sat down and sprawled herself across the table again, a troubled expression on her face. "How in the world am I going to teach this?" she murmured to herself. "I was born with a first-rate sword physique, so I naturally didn't need to traverse such a path myself. In fact, I can't even remember the names of the 365 acupoints. In terms of how to circulate one's breath and aura, I already knew how to do this in my mother's womb..."

source: 答非所问。
en_us: She completely ignored Chen Dui's question.

source: 管事对崔先生颇有敬意，至于眼前这位不知姓名的公子，老人其实并不畏惧，淡然回复道：“回禀这位公子，我们小镇只有一人叫刘羡阳。”
en_us: The steward held a great deal of respect for Cui Minghuang, but he didn't fear this completely unfamiliar young man at all, and he replied in an indifferent manner, "There is only a single person by the name of Liu Xianyang in our town."

source: 管事摇头道：“尚未。听说那少年被带去了阮师的剑铺，估摸着就算没死，也只剩一口气了，有人亲眼看到那少年胸膛被一拳捶烂，如何活得下来。”
en_us: The steward shook his head in response. "Not yet. Apparently, the boy was taken to Master Ruan's forge. Even if he's not dead, he's definitely only hanging on by a thread. Some people have witnessed his chest being completely pulverized by a punch, and it's very unlikely that he'll survive."

source: 管事有些犹豫。
en_us: The subordinate hesitated upon hearing this.

source: 管事的真正用意，少年心知肚明。
en_us: Chen Ping'an was well aware of the steward's intentions, but from the very beginning, Chen Ping'an had never intended to follow their wishes.

source: 管事说那位远道而来的书院李先生，在此等候了小半个时辰后，说要动身去学塾拜访一位儒门长辈。
en_us: The subordinate said that Mr. Li who had traveled over from an academy far away had already been waiting here for around an hour, and that he was about to head over to the private school to visit a senior.

source: 管事走入院子，行礼之后，说道：“崔先生，刚得到一个消息，正阳山对一个叫刘羡阳的少年出手了。”
en_us: After making his way into the courtyard, the steward extended a respectful salute, then said, "Mr. Cui, we've just received news that the people from the Suns Sorch Mountain have just attacked a boy by the name of Liu Xianyang."

source: 管事退去，主位上的男人放下茶杯，对少年笑道：“陈平安，随便坐。之前我们其实已在泥瓶巷见过面了，只不过当时我没有认出是你，否则早该打招呼的。”
en_us: The steward departed, and the man on the main seat set down his teacup as he smiled and said, "Take a seat anywhere you like, Chen Ping'an. We've actually already met on Clay Vase Alley, but I didn't recognize you at the time. Otherwise, I would've already greeted you."

source: 箩筐很沉。
en_us: The basket on his back was very heavy.

source: 簪子上有个字，便是仅算粗通文墨的少女，也觉得极为动人。
en_us: Even though she only had a rough understanding of calligraphy, she still felt that the words inscribed on the jade hairpin were extremely beautiful and moving.

source: 粗鄙至极的世俗蝼蚁，也敢调戏仙家神女？
en_us: How dare a lowly ant like him take liberties with me? qheoitqeoitewqhtoiewhtqhetoewthewtoihewtioewhtwqt

source: 累惨了的红棉袄小姑娘，顿时眼睛一亮，笑得双眼眯成月牙儿，“那我可以多喜欢你一会儿！”
en_us: Li Baoping was exhausted, and her eyes immediately lit up in elation upon hearing this. "In that case, I'll like you for a while longer!"

source: 絮絮叨叨，惺惺念念，让她和陈平安，像极了青梅竹马的少年少女。
en_us: Zhi Gui was rambling aimlessly as if she were taking pity on Chen Ping'an, making it sound as if they were far closer with one another than they actually were.

source: 红棉袄姑娘根本就没有听进去，从腰间绣袋拈起一张陈平安送给她的翠绿槐叶，对着身边的同龄人，捻动旋转，得意洋洋。
en_us: Li Baoping didn't take her words to heart at all, and she pulled one of the green locust leaves that Chen Ping'an had given her out of her embroidered pouch, twirling it gleefully in front of the other girl with an expression that said, "You don't have any of these, do you? I have a load of them!"

source: 红棉袄小女孩双手拧着衣角，小声说道：“我也想要一块。”
en_us: The little girl in the bright red jacket tugged at the corners of her clothes and said in a quiet voice, "I also want one."

source: 红袍男孩重重一拍栏杆，怒色道：“你不要跟我卖关子！”
en_us: The boy slammed a palm down onto the railing as he yelled with a enraged expression, "Stop playing games with me!"

source: 红袍男童嗤笑道：“真是个天生奴才命的狗腿子，娘亲你收下这种废物做什么？不会真要让我爹收他做徒弟吧，而且还答应他一个中五境？中五境什么时候如此廉价不值钱了？”
en_us: The boy in the red robe chuckled, "That man was truly born to be a slave. Why did you agree to take such a pathetic piece of trash along with us, Mother? You're not actually going to make father take him as his disciple, are you? And you promised to get him to the Middle Five Tiers? Since when was it that easy to get to that level?"

source: 约莫一炷香后，不断在河床当中左右扑腾的火龙好，像终于逮住了那个狡猾的目标，一爪凶猛按下，缓缓低垂头颅。
en_us: Around 15 minutes later, the fiery dragon that had been constantly prowling the creekbed seemed to have finally caught its elusive target, and it swooped down ferociously before slowly lowering its head.

source: 约莫半个时辰后，做完一切事情的少年打开屋门，悄无声息地走出泥瓶巷。
en_us: Around an hour later, Chen Ping'an had finished all of his preparations, and he opened the gate of his yard before silently making his way out onto Clay Vase Alley.

source: 约莫半个时辰后，宋长镜沉声道：“停车！”
en_us: After traveling for around an hour, Song Changjing suddenly ordered in a grave voice, "Stop!"

source: 约莫是老妪心知肚明，老天爷若是真了开眼，第一个雷劈下来，多半就要落在她头上。
en_us: This was probably because the old woman still had some self-awareness. If the heavens truly had eyes, the first thunderbolt that crashed down would most likely land on her head.

source: 约莫稚圭也察觉到自己想岔了，习惯性一龇牙，露出雪亮的整齐牙齿，她背靠墙壁上的春联，歪着脑袋，笑容玩味，问道：“陈平安，你是想要我报答你的救命之恩？可是我就是个丫鬟呀，杨家铺子老掌柜都没办法，我能如何？”
en_us: Zhi Gui seemed to have also realized that she was mistaken, and she habitually grimaced, revealing two rows of bright and even teeth as she leaned back against the couplets on the wall. She then cocked her head to the side with an amused smile as she asked, "Chen Ping'an, do you want me to repay you for saving my life? I'm happy to do so, but I'm just a servant. Even Shopkeeper Yang wasn't able to do anything, what could I possibly do?"

source: 细眼朱唇。
en_us: Slender eyes and red lips...

source: 终于无人看管的顾粲等到两人进屋后，一手一把抓起两只袋子，轻轻拔出门栓，撒腿飞奔向泥瓶巷另一端。
en_us: With the two people entering the house, there was finally no one to look after Gu Can. Grabbing a bag of coins in each hand, he quietly opened the door before sprinting down to the other end of the Clay Vase Alley.

source: 终于有一次，卖糖葫芦的男人摘下一支糖葫芦，笑道：“给你，不收钱。”
en_us: On this occasion, the stall owner plucked down a tanghulu, then offered it to the boy with a smile. "Here, you can have this for free."

source: 经常旁听隔壁读书种子朗诵诗的少年，脱口而出道：“先生何以教我？”
en_us: The young boy who often listened to his neighbor reciting books and poems immediately replied, "Mr. Qi, can you please enlighten me?"
